    <template>
        <div class = "policies">

            <h3>[개인정보의 수집]</h3>
            <br>
            <br>

            <p>TWL은 이용자로부터 다음과 같은 개인정보를 수집하고 있습니다</p>
            <br>
            모든 이용자는 회사가 제공하는 서비스를 이용할 수 있고, 회원가입을 통해 더욱 다양한 서비스를 제공받을 수 있습니다.
            <br>
            이용자의 개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.
            <br>
            <br>
            <br>
            <br>


            <p>
            수집방법에는 아래의 원칙을 준수하고 있습니다.
            </p>
            <br>
            ① 서비스 제공에 필요한 최소한의 개인정보를 수집하고 있습니다.
            <br>
            ② 민감정보를 수집하지 않습니다.
            <br>
            <br>
            <br>
            <br>


            <p>
            회원 가입 시 아래와 같은 개인정보가 수집 됩니다.
            </p>
            <br>
            (필수) 닉네임, 이메일 주소, 프로필 사진 (소셜 회원의 경우)
            <br>
            <br>
            <br>
            
            <p>
            프로필 편집 시 아래와 같은 개인정보가 수집될 수 있습니다.
            </p>
            <br>
            (선택) 관심 기술분야, 프로필 사진
            <br>
            <br>
            <br>
            <br>


            <p>
            개인정보 이용 목적
            </p>
            <br>
            목적이 변경될 경우에는 반드시 사전에 이용자에게 동의를 구하도록 하겠습니다.
            <br>
            <br>
            -이용자 식별, 가입의사 확인
            <br>
            -서비스 이용에 대한 통계, 맞춤형 서비스 제공, 서비스 개선에 활용.
            <br>
            <br>
            <br>
            <br>

            <p>
            개인정보 이용기간
            </p>
            <br>
            이용자가 탈퇴를 요청하거나 동의를 철회하는 경우 즉시 파기합니다.
            <br>
            <br>

        </div>
    </template>