<template>
       <div class = "terms">

            <h3>
                [서비스 운영정책]
            </h3>
            <br>
            <br>

            <p>
                회원의 권리와 의무
            </p>
            <br>

            - 이용자의 권리
            <br>
            고객은 이메일 문의를 통해 서비스에 대한 각종 문의, 요청 및 건의를 할 수 있습니다.
            <br>
            TWL 서비스 내 이용자들 간 발생 분쟁 및 이용자 과실 피해에 대해서는 개입하거나 조치하지 않습니다.
            <br>
            <br>
            <br>

            - 이용자의 의무
            <br>
            이용자는 TWL 내, 관계 법령을 위반하는 활동을 하지 않습니다.
            <br>
            서비스 시스템 및 다른 회원의 정상적인 서비스 이용을 방해하는 활동을 하지 않습니다.
            <br>
            금지하는 활동을 하는 경우 사전 안내 없이 위반 회원의 서비스 이용을 한시적, 영구적으로 제한할 수 있습니다.
            <br>
            <br>
            <br>
            <br>


            <p>
                서비스의 이용제한
            </p>
            <br>


            - 이용제한 사유에 해당되는 금지 활동
            <br>
            <br>
            불법성 활동 (홍보, 판매 및 유포)
            <br>
            초상권, 저작권 침해 행위
            <br>
            개인정보 유출
            <br>
            음란, 청소년유해 활동
            <br>
            차별/갈등 조장 활동
            <br>
            도배/광고/홍보/스팸 활동
            <br>
            계정 거래/양도/대리/교환 활동
            <br>
            기타 서비스에서 금지하는 활동
            <br>
            다량의 계정 생성 및 서비스 가입/탈퇴, 반복적 유사 활동
            <br>
            서비스 명칭, 운영진 사칭
            <br>
            욕설/비속어/은어 등 통상적인 금기어 사용
            <br>
            이외 상식과 사회 통념에 반하는 비정상적인 활동
            <br>
            <br>

            <br>
            - 이용제한의 종류
            <br>
            <br>
            게시글 제한
            <br>
            계정 제한
            <br>
            <br>
            <br>
            <br>


            위의 항목에 구체적으로 해당하지 않는 사항이더라도 서비스 이용을 저해하는 행위는 이용약관에 의거하여 이용이 제한될 수 있습니다.
            
        </div>
</template>